[en]
gui_panel=Panel
gui_legend=Legend: {0}
gui_legend_unicode=Unicode:
gui_legend_alts=Also:
gui_legend_ipa=IPA:
gui_legend_transcription=Transcr.:
gui_legend_langs=Langs:
gui_legend_author=Authors:
gui_options=Settings
gui_options_common=Common
gui_options_language=Language
gui_options_layout=Layout
gui_options_updates=Updates
gui_options_letterI=“I” Input Type
gui_options_default=Default
gui_options_separated=Separated
gui_options_hybrid=Hybrid
gui_options_tab_characters=Chars
gui_recipes=My Recipes
gui_recipes_remove_confirm=Are you sure you want to delete “{0}”?
gui_recipes_xcompose_break=Recipes extracted from “.XCompose” files cannot be deleted or edited.
gui_recipes_create=Create/Edit Recipe
gui_recipes_create_section=Section (“a–Z” and “_”)
gui_recipes_create_name=Name
gui_recipes_create_recipe=Recipe
gui_recipes_create_result=Result
gui_recipes_create_exists=Recipe with this section already exists.
gui_recipes_create_invalid_name=Name must contain only English letters “a–Z”, digits (not at the beginning) and underscore “_”.
gui_recipes_create_invalid_section_name=Invalid section name.\n{en:gui_recipes_create_invalid_name}
gui_recipes_create_invalid_xcompose_name=Invalid .XCompose file name.\n{en:gui_recipes_create_invalid_name}
gui_save=Save
gui_cancel=Cancel
tab_diacritics=Diacritics
tab_letters=Letters
tab_spaces=Spaces and spec-chars
tab_commands=Commands
tab_smelting=Forging
tab_fastkeys=Fast Keys
tab_runica=Glagolitic and Runes
tab_scripts=Scripts
tab_about=About
tab_useful=Useful
tab_changelog=Changelog
col_name=Name
col_key=Key
col_view=View
col_unicode={en:symbol_unicode}
col_recipe=Recipe
col_result=Result
col_entryid=Entry ID
col_entry_title=Entry
col_entry_key=Combination Key
preview_html=HTML/Entity
preview_unicode=Unicode
character=Character
character_have_combining=✅ Combining Form
character_combining=Combining Character
with_my_recipes=“My Recipes”
entry=Entry
tags=Tags
version=Version
date=Date
open_panel=Open panel
autoload_add=Add to Autoload
get_update=Get Update
update_available=Update available: version {0}
typography=Typography
typography_layout=<a href="https://ilyabirman.net/typography-layout/">“Typography Layout”</a>
unicode_resources=Unicode-Resources
dictionaries=Dictionaries
dictionaries_japanese=Japanese: 
dictionaries_chinese=Chinese: 
dictionaries_vietnamese=Vietnamese: 
update_successful=Update successful.\nInstalled {0} → {1}
update_failed=Update failed.
update_absent=You already have the latest version.
update_error=An error occurred while updating. Fixing…
update_duplicated=Duplicated update code. Fixing…
update_repair=Enter y/n to continue or cancel the restore program.\nIt will be downloaded from the repository, including other files.
update_repair_title=Restore
update_repair_success=Restore completed successfully.
script_mode_activated=Input mode of “{0}” activated.
script_mode_deactivated=Input mode of “{0}” deactivated.
script_glagolitic_futhark=Glagolitic and Futhark/Futhork
script_turkic_perimc=Old Turkic and Permic
script_hungarian=Old Hungarian
script_gothic=Gothic
script_old_italic=Old Italic
script_phoenician=Phoenician
script_ancient_south_arabian=Ancient South Arabian
script_ancient_north_arabian=Ancient North Arabian
script_ipa=International Phonetic Alphabet
script_maths=Mathematics
script_pinYin=PinYin
script_vietNam=Vietnamese
script_karaShiki=‘Kara‐Shiki’ (author’s custom)
script_autoDiacritics=Auto Diacritics
symbol_search=Symbol search
symbol_search_prompt=*little yus — case sensitive ({U+046B}).\nlittle yus — case insensitive ({U+046A} instead of {U+046B}).
symbol_unicode=Unicode
symbol_altcode=Alt-code
symbol_smelting=Symbols melt
symbol_smelting_prompt=Insert ingredients
symbol_custom_compose=My Recipes
symbol_roman_numeral=Roman numerals
symbol_roman_numeral_prompt=Enter number
symbol_code_prompt=Enter IDs
symbol_special_key=Special Keys
symbol_glagolitic=Glagolitic
symbol_futhark=Elder Futhark
symbol_futhork=Futhork
symbol_futhark_younger=Younger Futhark
symbol_futhark_almanac=Runic Almanac
symbol_futhark_younger_later=Later Younger Futhark
symbol_medieval_runes=Medieval Runes
symbol_runic_punctuation=Runic Punctuation
symbol_turkic=Old Turkic
symbol_turkic_orkhon=Orkhon
symbol_turkic_yenisei=Yenisei
symbol_hungarian=Old Hungarian
symbol_permic=Old Permic
symbol_gothic=Gothic
symbol_old_italic=Old Italic
symbol_phoenician=Phoenician
symbol_ancient_south_arabian=Ancient South Arabian
symbol_ancient_north_arabian=Ancient North Arabian
symbol_ugaritic=Ugaritic
symbol_ipa=IPA
symbol_maths=Maths
message_fastkeys_activated=Fast Keys activated\n\nNote: AutoHotkey intercepts key presses, which may make it difficult to use combinations in applications.
message_fastkeys_deactivated=Fast Keys deactivated
message_character_not_found=Character not found
message_wrong_format=Wrong Format.
message_wrong_format_unicode=Allowed input: ranges of 0000‒10FFFF or U+0000‒10FFFF.
message_wrong_format_altcode=Allowed input: only integers in the range of 1‒255/0128‒0255 with or without “Alt+” at the beginning.
message_compose=Compose mode active\nPress Esc to cancel
message_compose_waiting=Compose mode active\nPress “Pause Break” to disable it
message_combining=Combining mode active\nPress “LCtrl LAlt Num1” to disable it
message_combining_disabled=Combining mode disabled
message_modifier=Modifier characters input active\nPress “LCtrl LAlt LShift Num1” to disable it
message_modifier_disabled=Modifier characters input disabled
message_subscript=Subscript mode active\nPress “LCtrl LAlt RShift Num1” to disable it
message_subscript_disabled=Subscript mode disabled
message_italic=Italic mode active\nPress “LCtrl LAlt Num2” to disable it
message_italic_disabled=Italic mode disabled
message_italicBold=Italic Bold mode active\nPress “LCtrl LAlt RShift Num2” to disable it
message_italicBold_disabled=Italic Bold mode disabled
message_bold=Bold mode active\nPress “LCtrl LAlt LShift Num2” to disable it
message_bold_disabled=Bold mode disabled
message_fraktur=Fraktur mode active\nPress “LCtrl LAlt Num3” to disable it
message_fraktur_disabled=Fraktur mode disabled
message_frakturBold=Fraktur Bold mode active\nPress “LCtrl LAlt LShift Num3” to disable it
message_frakturBold_disabled=Fraktur Bold mode disabled
message_script=Script mode active\nPress “LCtrl LAlt Num4” to disable it
message_script_disabled=Script mode disabled
message_scriptBold=Script Bold mode active\nPress “LCtrl LAlt LShift Num4” to disable it
message_scriptBold_disabled=Script Bold mode disabled
message_doubleStruck=Double–Struck mode active\nPress “LCtrl LAlt Num5” to disable it
message_doubleStruck_disabled=Double–Struck mode disabled
message_doubleStruckItalic=Double–Struck Italic mode active\nPress “LCtrl LAlt LShift Num5” to disable it
message_doubleStruckItalic_disabled=Double–Struck Italic mode disabled
message_sansSerif=Sans–Serif mode active\nPress “LCtrl LAlt LShift RShift Num6” to disable it
message_sansSerif_disabled=Sans–Serif mode disabled
message_sansSerifItalic=Sans–Serif Italic mode active\nPress “LCtrl LAlt Num6” to disable it
message_sansSerifItalic_disabled=Sans–Serif Italic mode disabled
message_sansSerifItalicBold=Sans–Serif Italic Bold mode active\nPress “LCtrl LAlt RShift Num6” to disable it
message_sansSerifItalicBold_disabled=Sans–Serif Italic Bold mode disabled
message_sansSerifBold=Sans–Serif Bold mode active\nPress “LCtrl LAlt LShift Num6” to disable it
message_sansSerifBold_disabled=Sans–Serif Bold mode disabled
message_monospace=Monospace mode active\nPress “LCtrl LAlt Num7” to disable it
message_monospace_disabled=Monospace mode disabled
message_smallCapital=Small–Capital mode active\nPress “LCtrl LAlt Num8” to disable it
message_smallCapital_disabled=Small–Capital mode disabled
message_uncombined=Uncombined mode active\nPress “LCtrl LAlt Num9” to disable it
message_uncombined_disabled=Uncombined mode disabled
warning_nofont={U+2192} {0} {U+2190}
warning_nointernet=No internet connection or other error.
warning_only_nums=Enter numeric values
warning_roman_2m=This converter is limited to numbers from 1 to 2 000 000 in order to avoid flooding with “{U+2188}”.
warning_recipe_absent=Recipe not found
warning_recipe_link_mistaken=Recipe link is incorrect or missing: {0}
gui_recipes_create_invalid_recipe=Invalid recipe or result.\nRecipe: {0}\nResult: {1}
warning_duplicate_recipe=Duplicated recipe found: {0}
about_lib_count=Characters: {0}, Recipes: {1}, User’s Recipes: {2}
about_item_count=Characters: {var:CharactersCount}
about_author=Yalla Nkardaz
about_repository=Repository
about_description=This program simplifies the input of characters such as diacritical marks, spaces, ligatures, or other rare/special characters using keyboard shortcuts or other tools.\n\nIn this panel, you can explore the entire library of characters, keys, or recipes for their input, as well as a set of auxiliary commands.\n\nKeys for character input are divided into “activation groups” — you need to press a combination to activate the desired group, and then press the key corresponding to the character, for example, “Win Alt F1” to activate “Primary Diacritics,” and then “m” to input a macron [ō] or “c” to input a circumflex [ô].\n\n“Quick Keys” are also available, making a circle of “chosen” characters more accessible. You can enable them with the combination “RAlt F1,” after which you can input a macron or circumflex using “LCtrl LAlt m” or “LCtrl LAlt c,” respectively.\n\nNote: To be used on the Russian/English keyboard layout{U+003B}\n    *Created on ISO 105 keyboard.
func_label_controls=Keys Shortmarks
func_label_controls_description={U+2388} / {U+2318} — Left / Right Ctrl\n{U+1F844} / {U+1F846} — Left / Right Shift\n{U+2387} / {U+2384} — Left Alt / Right Alt (AltGr)\n{U+229E} — Win\n{U+2B9D} — CapsLock
func_label_disable=DISABLE
func_label_disable_description=Activation: RCtrl F10\n\nDisables all combinations except the one of the current one. If the utility is interfering with the game, it can be disabled completely or disable the keys of the utility.
func_label_gotopage=Go to symbol’s page
func_label_gotopage_description=Activation: LMB×2\n\nOpens the (default symbl.cc) page of the selected character from the list.\n\nWeb‐resource can be changed in the configuration file, parameter CharacterWebResource. Supported values: Compart, Codepoints, UnicodePlus, DecodeUnicode, UtilUnicode, Wiktionary, Wikipedia, SymblCC.
func_label_selgoto=Go to selected symbol’s page
func_label_selgoto_description=Activation: Win Alt PgUp\n\nOpens the (default symbl.cc) page of the selected character in the text.\n\nWeb‐resource can be changed in the configuration file, parameter CharacterWebResource. Supported values: Compart, Codepoints, UnicodePlus, DecodeUnicode, UtilUnicode, Wiktionary, Wikipedia, SymblCC.\n\nExample: 風 → symbl.cc/en/98A8
func_label_favorites=Favorites
func_label_favorites_description=Activation LShift LBM×X\n\nAdds/Removes the symbol from the list into/from the favorites.\nAllows searching for favorites on the panel by entering “избранное” or “favorite” and marks them with a star “{U+2605}” and adds the recipe to the tip when the “Compose” mode is activated.
func_label_copylist=Copy from list
func_label_copylist_description=Activation: Ctrl LMB×2\n\nCopies the character from the list.
func_label_tagsearch=Search by tag
func_label_tagsearch_description=Activation: Win Alt F\n\nInserts a character by its “tag,” listed under all characters when selected. Not mandatory to enter the full tag, for example, “plsm” instead of “plus minus” or “бюг” instead of “прописной юс большой глаголицы” will insert the corresponding character.
func_label_uninsert=Insert by {en:symbol_unicode}
func_label_uninsert_description=Activation: Win Alt U\n\nInserts a character by its Unicode code point.\nMultiple values can be entered.\n\nExample: 8F2A → 輪, U+9670 U+967D U+5E2B → 陰陽師.\n\nActivation: LAlt Num+\n\nAllows you to input Unicode code point directly in input field, for accept character Enter must be pressed.
func_label_altcode=Insert by Alt code
func_label_altcode_description=Activation: Win Alt A\n\nInserts a character by its Alt-code.\nMultiple values can be entered.\n\nExample: 0171 0187 → «»\n\nActivation: LAlt Num*\n\nAllows you to input Alt‐codes directly in input field, for accept character Enter must be pressed.
func_label_smelter=Symbols’ Forge
func_label_smelter_description=Activation: Win Alt L\n\nAllows creating many characters by “crafting” them from available “ingredients.” This includes ligatures (AE → Æ, AU → Ꜷ, SS → ẞ, ІУЖ → Ѭ) as well as simple letters and special symbols (TH → Þ, A◌́ → Á, ТЬ → Ѣ, copy → ©, 3* → ⁂). You can view all the “recipes” in the “Smelter” tab.\n\nWhole words containing combinations can be entered.\n\nExample: “ді​аткона іа ужста” → “ді​ѧкона ꙗ ѫста”\n\nYou can add your own recipes in the “CustomCompose.ini” file like this:\n{U+005B}recipe_name{U+005D}\nname=Display Name\nrecipe=Ingredients\nresult=Recipe Result
func_label_smelter_sel=Melt symbol in text
func_label_smelter_sel_description=Activation: RShift L\n\n“Melts” selected characters in the text.
func_label_smelter_carr=Melt on left of carriage
func_label_smelter_carr_description=Activation: RShift Backspace\n\nSelects the combination/word to the left of the caret cursor and “smelts” it.
func_label_compose=“Compose” mode
func_label_compose_description=Activation: RAlt×2\n\nAllows you to use sequences directly in the input field, with possible suggestions displayed in a tooltip next to the input field or near the mouse cursor as you type. If the recipe exists in only one instance (2 instances = ae → æ, AE → Æ), for example, currency symbols (YEN → ¥), it doesn’t matter if it’s typed in uppercase or lowercase.\n\nThe “Compose” will activate automatically and paste result on the first exact match, but you can “pause” it by pressing the “PauseBreak” key.\nIn this case, the mode will wait for either unpausing or the pressing of Enter to activate. While paused, you can also use “(~) ” at the start of the query: you will be able to enter full words containing sequences.\nFor example, in “Compose” mode, trying to input “từ tiếng việt dài nhất” (tu◌̀◌̛ tie◌̂◌́ng vie◌̂◌̣t da◌̀i nha◌̂◌́t) will immediately result in an error “Recipe not found,” but “(~) từ ti#ếng vi#ệt dài nhất” will insert “từ tiếng việt dài nhất” with “monolithic” letters (the “#” symbol is needed to prevent the fusion of “ie” into “ꭡ” in this example).
func_label_num_superscript=Numbers to superscript
func_label_num_superscript_description=Activation: Win RAlt 1\n\nConverts characters (mostly numbers) into superscript.\n\nExample: 1234567890(-=) → ¹²³⁴⁵⁶⁷⁸⁹⁰⁽⁻⁼⁾\n\nActivation: Win RAlt 2\n\nConverts characters (mostly numbers) into subscript.\n\nExample: 1234567890(-=) → ₁₂₃₄₅₆₇₈₉₀₍₋₌₎\n\nActivation: Win Alt ↑/Win Alt ↓\n\nSwitches between superscript and subscript (repeat to toggle). When CapsLock is activated, the input switches to symbols of the opposite script.
func_label_num_roman=Number to Roman numerals
func_label_num_roman_description=Activation: Win RAlt 3\n\nConverts a number into Roman numerals, specifically designated in Unicode.\n\nNote: For larger numbers used “acient roman” numerals — 100 000 (ↈ), 50 000 (ↇ), 10 000 (ↂ), 5 000 (ↁ)\n\nExample: 15128 → ↂↁⅭⅩⅩⅧ
func_label_fastkeys=Fast keys
func_label_fastkeys_description=Activation: RAlt F1\n\nEnables or disables “fast keys,” which allow inputting a range of “chosen” characters faster. Available combinations can be viewed in the corresponding tab.\n\nNote: Some combinations depend on the keyboard layout. For example, “RAlt <” (б) and “RAlt >” (ю) on the Russian layout will insert «guillemets», while on the English layout they will insert “English Quotes.”
func_label_alterations=Symbol Alterations
func_label_alterations_description=The modes of alternative forms of characters: it allows you to input combining, superscript, subscript or another character’s variation instead of common keyboard/utility symbols (h → {U+25CC}{U+036A}, {U+02B0}, {U+2095}, {U+210E}, {U+1D489}, {U+1D421}, {U+1D525}…).\nIf alternative forms of character available, they will be shown in the character preview panel at the top.\n\nNote: Combinations with L/RShift require NumLock to be disabled.
func_label_alterations_combining=Combining
func_label_alterations_combining_description=Activation: LCtrl LAlt Num1\n\nToggles the input mode to combining characters if such are specified in the character library. For example, “combining forms” of characters are available for Glagolitic (combining Glagolitic is supported by the Noto Sans Glagolitic font).\nIn the character preview panel at the top, you can see “◌{U+036A}” if a combining form is available for the character or if the character itself is combining.
func_label_alterations_modifier=Modifiers/Subscript
func_label_alterations_modifier_description=Activation: LCtrl LAlt LShift Num1\n\nToggles the input mode to modifier (superscript) variants. Used for IPA, for example, “◌ʷ”, “◌ᵏ”.\nIn the character preview panel, you can see “◌ʰ” if such a form is available for the character.\n\nActivation: LCtrl LAlt RShift Num1\n\nToggles the input mode in the subscript, “◌ₜ”, “◌ⱼ”.\nIn the character preview panel, you can see “◌ₕ” if such a form is available for the character.
func_label_alterations_italic_to_bold=Italic–Bold
func_label_alterations_italic_to_bold_description=Activation: LCtrl LAlt Num2\n\nToggles the input mode to italic characters.\nIn the character preview panel, you can see “◌ℎ” if such a form is available for the character.\n\nActivation: RRCtrl RShift Num2\n\nToggles the input mode to italic-bold characters.\nIn the character preview panel, you can see “◌𝒉” if such a form is available for the character.\n\nActivation: LCtrl LAlt LShift Num2\n\nToggles the input mode to bold characters.\nIn the character preview panel, you can see “◌𝐡” if such a form is available for the character.
func_label_alterations_fraktur_script_struck=Fraktur/Script/Double-Struck
func_label_alterations_fraktur_script_struck_description=Activation: LCtrl LAlt Num3\n\nToggles the input mode to «Fraktur» (+LShift for bold).\nIn the character preview panel, you can see “◌𝔥(𝖍)” if such a form is available for the character.\n\nActivation: LCtrl LAlt Num4\n\nToggles the input mode to«Script» (+LShift for bold).\nIn the character preview panel, you can see “◌𝒽(𝓱)” if such a form is available for the character.\n\nActivation: LCtrl LAlt Num5\n\nToggles the input mode to «Double-Struck» (+LShift for italic).\nIn the character preview panel, you can see “◌𝕙(ⅈ)” if such a form is available for the character.
func_label_alterations_sans_serif=Sans‐Serif
func_label_alterations_sans_serif_description=Activation: LCtrl LAlt Num6\n\nToggles the input mode to sans-serif italic characters (+RShift for Bold Italic, +LShift for Bold, +LShift & RShift sans‐serif without bold or italic).
func_label_alterations_monospace=Monospace
func_label_alterations_monospace_description=Activation: LCtrl LAlt Num7\n\nToggles the input mode to monospace characters.
func_label_alterations_small_capital=Small‐Capitals
func_label_alterations_small_capital_description=Activation: LCtrl LAlt Num7\n\nToggles the input mode to small capital characters.
func_label_scripts=Extra Layout Scripts
func_label_scripts_description=Alternative input methods that are established over the existing layout, for example, for writing in Germanic runes “ᚠᚢᚦᚨᚱᚲ”, Turkic runes “𐱃𐰆𐰺𐰚𐰄𐰕”, or Glagolitic “Ⰳⰾⰰⰳⱁⰾⰻⱌⰰ”. Some scripts come in pairs—one overlaying the English layout and the other overlaying the Russian layout, while others are written over both languages based on the English layout.\n\nNote: In the script mode, part of “Fast Keys” are unavailable.
func_label_glagolitic_futhark=Glagolitic and Runes
func_label_glagolitic_futhark_description=Activation: RCtrl CapsLock Off 1\n\nEnbales Glagolitic input on the Cyrillic layout and Germanic/Anglo‑Saxon runes on the Latin layout.
func_label_old_permic_old_turkic=Turkic and Permic Scripts
func_label_old_permic_old_turkic_description=Activation: RCtrl CapsLock On 1\n\nEnbales Old Permic input on the Cyrillic layout and Old Turkic runic script input on the Latin layout.\n\nFonts required: <a href="https://fonts.google.com/noto/specimen/Noto+Sans+Old+Permic">Noto Sans Old Permic</a>.
func_label_old_hungarian=Old Hungarian Script
func_label_old_hungarian_description=Activation: RCtrl CapsLock Off 2\n\nEnbales Old Hungarian script input on the Latin layout.\n\nFont required: <a href="https://fonts.google.com/noto/specimen/Noto+Sans+Old+Hungarian">Noto Sans Old Hungarian</a>.
func_label_gothic=Gothic
func_label_gothic_description=Activation: RCtrl CapsLock On 2\n\nEnbales Gothic alphabet input on the Latin layout.
func_label_old_italic=Old Italic
func_label_old_italic_description=Activation: RCtrl CapsLock Off 3\n\nEnbales Old Italic alphabet input on the Latin layout.
func_label_phoenician=Phoenician
func_label_phoenician_description=Activation: RCtrl CpasLock On 3\n\nEnbales Phoenician alphabet input on the Latin layout.
func_label_ancient_south_arabian=Ancient South/North Arabian
func_label_ancient_south_arabian_description=Activation: RCtrl CapsLock Off 4\n\nEnbales Ancient South Arabian alphabet input on the Latin layout.\n\nActivation: RCtrl CapsLock On 4\n\nEnbales Ancient North Arabian alphabet input on the Latin layout.
func_label_ipa=IPA
func_label_ipa_description=Activation: RCtrl CapsLock Off 0\n\nEnbales International Phonetic Alphabet input.
func_label_maths=Maths
func_label_maths_description=Activation: RCtrl CapsLock On 0\n\nEnbales Math Symbols input.
func_label_input_toggle=Input toggle
func_label_input_toggle_description=Activation: RAlt RShift F1\n\nToggles the input mode in a cycle: Symbol → HTML → LaTeX → Symbol…\n\nExample: a&&{U+0023}769{U+003B} | \{U+0027}{a} | á
func_label_layout_toggle=Layout toggle
func_label_layout_toggle_description=Activation: RCtrl F12\n\nSwitches the layout for Latin characters “Colemak → Dvorak → QWERTY”.\n\nActivation: RShift F12\n\nSwitches the layout for Cyrillic characters “Diktor → ЙЦУКЕН”.\n\nWarning: using layouts other than QWERTY-ЙЦУКЕН blocks application shortcuts, including actions for standard keys (such as WASD for movement in games).\n\nKey bindings may slightly differ depending on the layout, for example: quotation marks («») in the “Diktor” layout are typed with the comma and period keys (“K” and “E” on ЙЦУКЕН) while holding the left Alt, instead of pressing “Б” (<) and “Ю” (>) with the right Alt on ЙЦУКЕН.
func_label_notifications=Notifications
func_label_notifications_description=Activation: Win Alt M\n\nEnables or disables notifications about groups or modes activation.
func_label_text_processing=Text Processing
func_label_text_processing_description=This category features functions that simplify certain aspects of working with text.
func_label_tp_quotes=Quotetization
func_label_tp_quotes_description=Activation: Alt Q\n\nAllows you to wrap the selected text in Russian or English quotes. If the Russian layout is active, the text is wrapped in «guillemots» and „little paws“ (Alt LShift Q). If the English layout is active, it wraps the text in “English ‘Quotes’”. If the text already has «guillemots» (or English double quotes), they will be replaced with „little paws“ (or English single quotes).\n\nExample: Sword Titius → «Sword Titius», Sword «Titius» → «Sword „Titius“».
func_label_tp_paragraph=Paragraph
func_label_tp_paragraph_description=Activation: RCtrl NumEnter\n\nAdds an indentation to selected paragraphs in the form of an em-space, simulating a first-line indent for places where such a function is unavailable. It also adds a en-space after an initial em-dash in dialogue paragraphs (for Russian-language writing).\n\nYou can change the symbols in the configuration file:\n[CustomRules] — block for custom rules.\nParagraphBeginning — parameter specifying the symbol added at the beginning of a paragraph.\nParagraphAfterStartEmdash — parameter responsible for the symbol after the initial em-dash in dialogue paragraphs (for Russian-language writing).\n\nThe value can be the name of an entry, which can be found in the list of symbols below the filter field.\n\nTo disable the insertion of either parameter, enter “noad” as the value.
func_label_tp_grep=GREP Replaces
func_label_tp_grep_description=Not Finished, temporary Russian:\n{ru:func_label_tp_grep_description}
func_label_tp_html=HTML
func_label_tp_html_description=Activation: RCtrl H\n\nReplaces symbols in the selected text with their HTML code\n\nExample: $ → &&dollar;\n\nActivation: RCtrl J\n\nSame, but ignore symbols «a–Zа–Я0–9,.!?;:()`"'-+/\Space».\n\nActivation: RCtrl RShift H\n\nSame, but without the “entities”.\n\nExample: $ → &&#36;
func_label_tp_unicode=\u0000
func_label_tp_unicode_description=Activation: RCtrl Y, U, I\n\nReplaces symbols in the selected text with \u0000, 0000 or 0x0000.\n\nExample: ᛉ → \u16C9, 𐌸𐍈 → \u{10338} \u{10348}; Ā → 0100; ð → 0x00F0.
func_label_coverage=Alphabet Coverage
func_label_coverage_description=A list of Latin and Cyrillic alphabets and symbols that can be input.
func_label_coverage_ro=Limba Română
func_label_coverage_ro_description=Romanian\n\nA a Ă ă Â â B b C c D d E e F f\nG g H h I i Î î J j K k L l M m\nN n O o P p Q q R r S s Ș ș T t Ț ț\nU u V v W w X x Y y Z z
func_label_coverage_pl=Język polski
func_label_coverage_pl_description=Polish\n\nA a Ą ą B b C c Ć ć D d E e Ę ę\nF f G g H h I i J j K k L l Ł l\nM m N n Ń ń O o Ó ó P P Q q R r\nS s Ś ś T t U u W w X x Y y Z z\nŹ ź Ż ż
func_label_coverage_es=Español
func_label_coverage_es_description=Spanish\n\nA a B b C c D d E e F f G g H h\nI i J j K k L l M m N n Ñ ñ\nO o P p Q q R r S s T t U u V v\nW w X x Y y Z z
tray_app_started=Application started\nPress Win Alt Home for extended information.
tray_active_f1=Primary diacritics group has been activated
tray_active_f2=Secondary diacritics group has been activated
tray_active_f3=Tertiary diacritics group has been activated
tray_active_f6=Quatemary diacritics group has been activated
tray_active_f7=Special characters group has been activated
tray_active_spaces=Spaces group has been activated
tray_active_dashes=Dashes group has been activated
tray_active_quotes=Quotes group has been activated
tray_func_reload=Reload
tray_func_config=Config File
tray_func_locale=Locale File
tray_func_custom_compose=My Recipes
tray_func_custom_compose_update=Update Recipes
tray_func_exit=Exit
tray_func_panel=Open panel
tray_func_install=Install
tray_func_search=Search Symbol…
tray_func_open_folder=Open Folder
tray_func_smelter=Symbols’ Forging
tray_func_unicode=Insert by Unicode
tray_func_altcode=Insert by Alt-code
tray_func_notif=Group Notifications
tray_func_disable=Disable Binds
tray_func_enable=Enable Binds
tray_func_altInput=Alternative Input:
tray_func_glagolitic_runic=Germanic Runes and Glagolitic
tray_func_tukic_permic=Turkic Runes and Permic Script
tray_func_hungarian={en:script_hungarian}
tray_func_gothic=Gothic Alphabet
tray_func_old_italic={en:script_old_italic}
tray_func_phoenician={en:script_phoenician}
tray_func_ancient_south_arabian={en:script_ancient_south_arabian}
tray_func_ancient_north_arabian={en:script_ancient_north_arabian}
tray_func_ipa={en:script_ipa}
tray_func_maths={en:script_maths} Input
tray_func_telexlike=TELEX/VNI Like Input:
tray_func_telex_advanced_mode=Advanced Mode
tray_func_vietNam=Tiếng Việt and Jơrai Script
tray_func_pinYin=Hànyǔ Pīnyin Input
tray_func_combining_alteration=Combining Symbols
tray_func_modifier_alteration=Modifier (Superscript) Symbols
tray_func_subscript_alteration=Subscript Symbols
tray_func_italic_alteration=Italic Symbols
tray_func_italic_bold_alteration=Italic Bold Symbols
tray_func_bold_alteration=Bold Symbols
tray_func_fraktur_alteration=“Fraktur” Symbols
tray_func_fraktur_bold_alteration=“Fraktur” Bold Symbols
tray_func_script_alteration=“Script” Symbols
tray_func_script_bold_alteration=“Script” Bold Symbols
tray_func_double_struck_alteration=“Double‐Struck” Symbols
tray_func_double_struck_italic_alteration=“Double‐Struck” Italic Symbols
tray_func_sans_serif_italic_alteration=Sans‐Serif Italic Symbols
tray_func_sans_serif_italic_bold_alteration=Sans‐Serif Italic Bold Symbols
tray_func_sans_serif_bold_alteration=Sans‐Serif Bold Symbols
tray_func_monospace_alteration=Monospace Symbols
tray_func_small_capital_alteration=Small‐Capital Symbols
func_label_layouts=Keyboard Layouts
tray_tooltip_futhark=Germanic/Anglo‐Saxon Script
tray_tooltip_glagolitic=Glagolitic Script
tray_tooltip_turkic=Old Turkic Script
tray_tooltip_permic=Old Permic Script
tray_tooltip_hungarian=Old Hungarian Script
tray_tooltip_gothic=Gothic Script
tray_tooltip_old_italic={en:script_old_italic} Script
tray_tooltip_phoenician={en:script_phoenician} Script
tray_tooltio_ancient_south_arabian={en:script_ancient_south_arabian} Script
tray_tooltio_ancient_north_arabian={en:script_ancient_north_arabian} Script
tray_tooltip_ipa={en:script_ipa}
tray_tooltip_maths=Mathematics
tray_tooltip_vietNam=Chữ quốc ngữ tiếng Việt (Vietnamese Script)\nJơrai (Extensions for Jarai)
tray_tooltip_pinYin=漢語拼音 Hànyǔ Pīnyīn (Pinyin Input)
tray_tooltip_disabled=Disabled
